---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.AutoMullionBorder1Vert
source: html/e3de5aa5-dddd-4cfd-b36c-ac1a15f3e271.htm
---
# Autodesk.Revit.DB.ParameterTypeId.AutoMullionBorder1Vert Property

"Border 1 Type"

## Syntax (C#)
```csharp
public static ForgeTypeId AutoMullionBorder1Vert { get; }
```